"Close"="Fechar";
"Delete"="Excluir";
"Visualization mode"="Modo de visualização";
"Scanning..."="Digitalizando...";
"Building the visualization..."="Construindo a visualização...";
"%d Item"="%d Item";
"%@ Folder %@ File total %@"="%@ Pasta %@  total de arquivos %@";
"Ok"="Ok";
"selected"="Coletado";
"Drag and drop files here to delete them"="Arraste e solte os arquivos aqui para coletá-los";
"%@ cannot be deleted."="%@ não pode ser excluído.";
"%@ %d Item"="%@ %d Item";
"Scanning progress will be lost after canceling, you need to rescan next time"="O progresso de digitalização será perdido após o cancelamento, você precisa digitalizar novamente na próxima vez";
"Continue"="Continuar";
"Cancel"="Cancelar";
"Open Finder"="Abrir Finder";
"Move to the delete queue"="Mover para a fila de exclusão";
"Don't need to delete files."="Não é necessário excluir arquivos.";
"The selected files will be completely deleted."="Os arquivos selecionados serão completamente deletados.";
"Deleted %lld item"="%lld item excluído";
"Deletion completed"="Exclusão concluída";
"Canceling"="Cancelando";
"Preparing to delete..."="Preparando para excluir...";
"Enter directory"="Entrar no diretório";
"Stop"="Parar";
"File not found" = "Arquivo não encontrado";
"Some files failed to delete due to insufficient permissions"="Alguns arquivos não foram excluídos devido a permissões insuficientes";

"The current scanning root directory is %@ and cannot return to the previous directory." = "O diretório raiz de verificação atual é %@ e não pode retornar ao diretório anterior.";
"The current scanning root directory is %@, you can rescan %@." = "O diretório raiz de verificação atual é %@, você pode verificar novamente %@.";
